Repository: jan7172/Future-Reminder
Catalog: FutureReminder/Localizable.xcstrings
Source language: en
Languages: de

# %lld location%@ found — %lld geofence%@ will be registered
source: %1$lld location%2$@ found — %3$lld geofence%4$@ will be registered
de: %1$lld Ort%2$@ gefunden — %3$lld Geofence%4$@ werden eingerichtet

# %lld locations found — %lld geofences will be registered
source: %1$lld locations found — %2$lld geofences will be registered
de: %1$lld Orte gefunden — %2$lld Geofences werden eingerichtet

# %lld Orte gefunden — %lld Geofences werden registriert
source: %1$lld locations found — %2$lld geofences will be registered
de: %1$lld Orte gefunden — %2$lld Geofences werden eingerichtet

source: 🛠 Debug Menu
de: 🛠 Debug-Menü

source: Active
de: Aktiv

source: Active Reminders
de: Aktive Erinnerungen

# arrived_at_location
source: You've arrived at your reminder location.
de: Du hast den Ort für deine Erinnerung erreicht.

# arrived_at_place
source: You've arrived at %@.
de: Du bist bei %@ angekommen.

source: Cancel
de: Abbrechen

# category_query_label
source: Query
de: Suche

source: Category
de: Kategorie

source: Close
de: Schließen

# debug_location_always
source: Always
de: Immer

# debug_location_when_in_use
source: When In Use
de: Während der Verwendung

# debug_log_reregistered
source: Re-registered %lld geofence(s)
de: %lld Geofence(s) erneut eingerichtet

# debug_log_test_scheduled
source: Test notification scheduled – fires in 5s
de: Testbenachrichtigung geplant – wird in 5 s ausgelöst

# debug_log_triggered
source: Triggered: %@ – fires in 3s
de: Ausgelöst: %@ – wird in 3 s gesendet

# debug_status_authorized
source: Authorized
de: Zugriff erlaubt

# debug_status_denied
source: Denied
de: Zugriff verweigert

# debug_status_not_determined
source: Not determined
de: Noch nicht festgelegt

# debug_test_notification_body
source: This is a test notification. Everything works! ✅
de: Dies ist eine Testbenachrichtigung. Alles funktioniert! ✅

source: Delete Reminder
de: Erinnerung löschen

# detail_when
source: When
de: Zeitpunkt

source: Done
de: Fertig

# Du wirst an jedem passenden Ort im Suchbereich erinnert.
source: You'll be reminded at every matching location in the search area.
de: Du wirst an jedem passenden Ort im Suchbereich erinnert.

source: e.g. Pharmacy, Supermarket, Gas Station
de: z. B. Apotheke, Supermarkt, Tankstelle

source: e.g. Pharmacy, Supermarket…
de: z. B. Apotheke, Supermarkt…

source: Edit
de: Bearbeiten

source: Edit Reminder
de: Erinnerung bearbeiten

source: Find Locations
de: Orte finden

source: Fire Test Notification (5s)
de: Testbenachrichtigung auslösen (5 s)

source: Found Locations
de: Gefundene Orte

# Future Reminder überwacht die nächstgelegenen Orte von diesem Punkt aus.
source: Future Reminder will monitor the nearest locations from this point.
de: Future Reminder überwacht die nächstgelegenen Orte ab diesem Punkt.

source: Future Reminder will monitor the nearest locations from this point.
de: Future Reminder überwacht die nächstgelegenen Orte ab diesem Punkt.

# Gefundene Orte
source: Found Locations
de: Gefundene Orte

source: Geofence Actions
de: Geofence-Aktionen

source: Get Started
de: Los geht's

# Keine Orte gefunden
source: No locations found
de: Keine Orte gefunden

# left_location
source: You've left your reminder location.
de: Du hast den Ort deiner Erinnerung verlassen.

# left_place
source: You've left %@.
de: Du hast %@ verlassen.

source: Location
de: Ort

# location_name_placeholder
source: Location name (e.g. Supermarket)
de: Ortsname (z. B. Supermarkt)

source: Location Trigger
de: Ortsauslöser

source: Log
de: Protokoll

source: Mark as Done
de: Als erledigt markieren

# Meinen Standort als Mittelpunkt
source: Use My Location as Center
de: Meinen Standort als Mittelpunkt verwenden

# Meinen Standort verwenden
source: Use My Location
de: Meinen Standort verwenden

source: Mode
de: Modus

source: Monitored Regions
de: Überwachte Bereiche

source: New Reminder
de: Neue Erinnerung

source: No locations found
de: Keine Orte gefunden

source: No Reminders
de: Keine Erinnerungen

# no_reminders_description
source: Add a reminder and set a location as trigger.
de: Füge eine Erinnerung hinzu und lege einen Ort als Auslöser fest.

source: Note (optional)
de: Notiz (optional)

source: Notifications
de: Benachrichtigungen

# onboarding_feature_location_description
source: Set any place as a trigger for your reminder.
de: Lege jeden Ort für deine Erinnerung fest.

# onboarding_feature_location_title
source: Location Triggers
de: Erinnerungen am Ort

# onboarding_feature_notification_description
source: Get notified the moment you arrive.
de: Du wirst erinnert, sobald du ankommst.

# onboarding_feature_notification_title
source: Automatic Notifications
de: Automatische Benachrichtigungen

# onboarding_feature_privacy_description
source: All data stays on your device. No cloud, no tracking.
de: Alle Daten bleiben auf deinem Gerät. Keine Cloud, kein Tracking.

# onboarding_feature_privacy_title
source: 100% Private
de: 100 % privat

# onboarding_subtitle
source: Reminders that trigger when you arrive – not just at a fixed time.
de: Erinnerungen genau dann, wenn du ankommst – nicht zu einer festen Uhrzeit.

# Orte suchen
source: Find Locations
de: Orte finden

source: Preview Locations
de: Orte anzeigen

source: Re-register all Geofences
de: Alle Geofences erneut einrichten

# reminder_section
source: Reminder
de: Erinnerung

source: Save
de: Speichern

source: Search Center
de: Suchzentrum

source: Search center location…
de: Ort für das Suchzentrum suchen…

source: Search for a center location
de: Einen Ort für das Suchzentrum suchen

# search_location_hint
source: Search for a location above
de: Oben nach einem Ort suchen

# search_placeholder
source: Search address or place...
de: Adresse oder Ort suchen…

# search_radius_km_value
source: Search radius: %lld km
de: Suchradius: %lld km

# search_radius_label
source: Search radius
de: Suchradius

source: Search radius: %lld km
de: Suchradius: %lld km

source: Searching for %@…
de: %@ wird gesucht…

source: Searching…
de: Suche läuft…

source: Single Location
de: Einzelner Ort

# snooze_1h
source: Remind in 1 hour
de: 1 Stunde erinnern

# snooze_30min
source: Remind in 30 min
de: 30 Minuten erinnern

# snooze_notification_body
source: Your snoozed reminder.
de: Deine verschobene Erinnerung.

# snooze_notification_body_place
source: Snoozed reminder for %@.
de: Verschobene Erinnerung für %@.

# status_done
source: Done ✓
de: Erledigt ✓

# status_open
source: Open
de: Offen

source: Stop all Monitoring
de: Gesamte Überwachung beenden

# Suche läuft…
source: Searching…
de: Suche läuft…

# Suchmittelpunkt
source: Search Center
de: Suchzentrum

# Suchradius: %lld km
source: Search radius: %lld km
de: Suchradius: %lld km

source: Time Rule
de: Zeitregel

# time_rule_enable
source: Enable Time Rule
de: Zeitregel aktivieren

# time_rule_not_after
source: Not after
de: Nicht nach

# time_rule_not_before
source: Not before
de: Nicht vor

# time_rule_only_on
source: Only on
de: Nur am

source: Time Rule (optional)
de: Zeitregel (optional)

# title_field
source: Title
de: Titel

source: Trigger
de: Auslöser

# trigger_both
source: Both
de: Beides

# trigger_on_arrival
source: On Arrival
de: Bei Ankunft

# trigger_on_departure
source: On Departure
de: Beim Verlassen

source: Trigger Tests
de: Auslöser-Tests

source: Trigger Type
de: Auslösertyp

source: Trigger: %@
de: Auslöser: %@

source: Unknown
de: Unbekannt

source: Use My Location
de: Meinen Standort verwenden

source: Use My Location as Center
de: Meinen Standort als Mittelpunkt verwenden

source: When to Remind
de: Wann erinnern

source: You'll be reminded at every matching location in the search area.
de: Du wirst an jedem passenden Ort im Suchbereich erinnert.

# z. B. Apotheke, Supermarkt…
source: e.g. Pharmacy, Supermarket…
de: z. B. Apotheke, Supermarkt…
